Repository: juanma1980/llx-upgrade-release
Catalog: i18n/llx-upgrade-release/*.po
Languages: ca, es

source: Operation canceled
ca: Operació cancelada
es: Operación cancelada

source: Accept
ca: Aceptar
es: Aceptar

source: Update?
ca: Actualitzar?
es: ¿Actualizar?

source: There's a new LliureX release
ca: Hi ha una nova versió de LliureX
es: Hay una nueva versión de LliureX

source: Upgrading Lliurex...
ca: Actualitzant LliureX...
es: Actualizando Lliurex...

source: Cancel
ca: Cancelar
es: Cancelar

source: Checking upgrade results...
ca: Verificant actualització...
es: Verificando actualización...

source: Default repositores will be resetted to Lliurex defaults.
ca: S'utilitzaran els repositoris per defecte de Lliurex.
es: Los repositorios por defecto serán asignados a los de Lliurex

source: All configured repositories will be disabled.
ca: Es desactivaran tots els repositoris.
es: Todos los repositorios se desactivarán

source: Disabling repos..
ca: Desactivant repos...
es: Desactivando repos...

source: This operation may destroy your system (or not)
ca: Aquesta operació pot destruir el sistema (o no)
es: Esta operación puede destruir el sistema (o no)

source: This operation may destroy the system, proceed anyway
ca: Aquesta operació pot destruir el sistema, procedeix de totes maneres
es: Esta operación puede ser peligrosa para el sistema, proceder de todas formas

source: If you don't know what are you doing abort now
ca: Si no es sap que s'està fent cancelar d'inmediat
es: Si no sabes lo que estás haciendo aborta de inmediato

source: UPGRADE FAILED!!. Wait while trying to recovery...
ca: ERROR ACTUALITZANT!!. Buscant una solució...
es: ¡¡ERROR AL ACTUALIZAR!!. Entrando en modo de recuperación...

source: All packages has been downloaded
ca: S'han descarregat tots els paquets
es: Se han descargado todos los paquetes

source: System will go to upgrade mode. Don't poweroff the system.
ca: El sistema entrarà ara en mode actualització. No apagar.
es: El sistema va a entrar al modo de actualización. No apagar.

source: Extracting upgrade files..
ca: Preparant fitxers de l'actualització...
es: Extrayendo ficheros de la actualización...

source: IMPORTANT
es: IMPORTANTE

source: This is the last chance for aborting.<br>Don't poweroff the computer nor interrupt the upgrade in any way.
ca: Es l'última oportunitat per a avortar.<br>No apagar l'equip ni interrompre l'actualització de cap de les maneres.
es: Ésta es la última oportunidad para aborar.<br>No apagar el equipo ni interrumpir el proceso en modo alguno.

source: There're no upgrades available
ca: No hi han actualitzacions
es: No hay actualizaciones disponibles

source: There're updates available. Install them before continue.
ca: Hi han actualitzacions pendents. Cal instalar-les per a continuar.
es: Hay actualizaciones pendientes. Deben instalarse para poder continuar.

source: This is catastrophical.<br>Upgrader has tried to revert Lliurex-Up to original state
ca: Aço es catastròfic.<br>L'actualitzador ha intentat revertir Lliurex-Up al seu estar original
es: Esto es catastrófico<br>. El actualizador ha intentado revertir Lliurex-Up a su estado original

source: The upgraded failed.<br>Call a technical assistant and try to manually downgrade through Lliurex-Up
ca: L'actualització ha fallat.<br>Pot ser calga fer una reparació manual del sistema per a desactualitzar Lliurex-Up
es: La actualización falló.<br>Es necesaria la intervención manual para desactualizar Lliurex-Up

source: Press a key for launching Lliurex-Up
ca: Prémer una tecla per obrir Lliurex-Up
es: Pulsar una tecla para ejecutar Lliurex-Up

source: Press to reboot
ca: Prémer per reiniciar
es: Pulsar para reiniciar

source: Read carefully all the info showed in the screen
ca: Llegir atentament tota la informació mostrada a la pantalla
es: Leer detenidamente toda la información de la pantalla

source: All files are downloaded. Press ACCEPT to begin the upgrade.
ca: S'han descarregat els fitxers. Prémer ACEPTAR per encetar l'actualització.
es: Se han descargado todos los ficheros. Pulsar ACEPTAR para actualizar.

source: Close all open applications for preventing data loss.
ca: Per previndre perdida de dades es recomana tancar totes les finestres.
es: Para prevenir perdida de datos se recomienda cerrar el resto de ventanas

source: It seems that the upgrade failed
ca: Sembla que l'actualització ha fallat
es: Parece que surgió algún problema

source: Check your network and retry.
ca: Verificar l'estat de la xarxa i reintentar.
es: Comprobar la conexión a internet y reintentar

source: As result of this aborted upgrade may appear some problems with package management. Run lliurex-up now.
ca: Com resultat de l'actualització inconclosa poden apareixer problemes amb la gestió de paquets. Es recomana executar Lliurex-Up a continuació.
es: Debido a la actualización cancelada pueden aparecer problemas con la gestión de paquetes. Convendría ejecutar Lliurex-Up.

source: No repo available at given path.
ca: No s'ha trobat un repositori a la ruta.
es: No se han encontrado repositorio en la ruta

source: All repositories configured in this system will be deleted.
ca: S'esborraran tots els repositoris.
es: Todos los repositorios van a eliminarse

source: Reverting repositories to previous state
ca: Revertint repositoris
es: Revertiendo repositorios a su estado anterior

source: Must be root
ca: Cal ser root
es: Es necesario ser root

source: Setting up things. Be patient...
ca: Preparant actualització. Paciencia...
es: Preparando el proceso. Paciencia...

source: This operation could not be reversed
ca: Aquesta operació no pot desfer-se
es: Esta operación no puede deshacerse

source: System upgrade completed. Now the system will reboot
ca: Actualització completada. Ara el sistema reiniciara
es: Se ha completado la actualización. Ahora el sistema se reiniciará

source: System upgrade completed.
ca: Actualització completada.
es: Actualización completada

source: Setting info for lliurex-up
ca: Configurant Lliurex-Up
es: Configurando Lliurex-Up

source: Welcome to the recovery mode
ca: Benvingut al mode de recuperació
es: Bienvenido al modo de recuperación

source: The upgrade process has ended with errors
ca: L'actualització ha terminat amb errors
es: El proceso ha terminado con errores

source: If there's a network connection then try to upgrade from lliurex.net
ca: Si hi ha una conexió a internet es recomana actualitzar desde lliurex.net
es: Si hay una conexión a internet se puede intentar actualizar desde lliurex.net

source: If you know about you're doing you can enable network and launch a konsole or retry the process.
ca: Si es tenen coneiximents técnics es pot activar la xarxa i obrir una terminal o reiniciar el procés.
es: Si se tienen conocimientos se puede activar la conexión a red y ejecutar una terminal o reintentar el proceso

source: Upgrade from lliurex.net
ca: Actualitzar desde lliurex.net
es: Actualizar desde lliurex.net

source: Enable network
ca: Activar xarxa
es: Activar red

source: Show apt log
ca: Mostrar log de apt
es: Ver log de apt

source: Launch lliurex-up
ca: Obrir Lliurex-Up
es: Abrir Lliurex-Up

source: Launch a terminal
ca: Obrir una terminal
es: Abrir una terminal

source: Reboot
ca: Reiniciar
es: Reiniciar
